Repository: michalgw/rx
Catalog: languages/rxdconst.*.po
Languages: tr

source: All values
tr: Tüm değerler

source: Application "%s"
tr: Uygulama "%s"

source: Ascending
tr: Artan

source: (blob)
tr: (metin)

source: Bottom
tr: Alt

source: browse
tr: gözat

source: calc
tr: hesapla

source: Control locked by filter
tr: Kontrol filtre ile kilitlendi

source: Change password
tr: Şifre değiştir

source: Circular data link
tr: Dairesel veri bağlantısı

# rxdconst.sclearfilter
source: Clear filter
tr: Filtreyi temizle

source: Column name
tr: Sütun Adı

source: Compress fonts
tr: Yazı tipini sıkıştır

source: Compress images
tr: Resmi sıkıştır

source: Compress text
tr: Metni sıkıştır

source: &Confirm:
tr: &Onayla:

source: Data changed. Save?
tr: Veri değişti kaydedilsin mi?

source: Database locked: %s
tr: Veritabanı kilitli : %s

source: Database
tr: Veritabanı

source: %s:TDBComboBox - DataField not assigned
tr: %s:TDBComboBox - DataField atanmadı

source: Error in DB engine
tr: Db motoru arızası

source: Delete all selected records?
tr: Tüm kayıtlar silinsin mi?

source: Delete record?
tr: Kaydı sil?

# rxdconst.sdescending
source: Descending
tr: Azalan

source: editing
tr: düzenleme

source: Empty values
tr: Boş değerler

source: Error message
tr: Hata mesajı

source: Export cell colors
tr: Hücre renklerini dışa aktar

source: Export column footer
tr: Sütun altbilgisini dışa aktar

source: Export column header
tr: Sütun başlığını dışa aktar

source: Export file name
tr: Dosya adını dışa aktar

source: Export footer formula
tr: Altbilgi formülünü dışa aktar

source: Export group data
tr: Grup verisini dışa aktar

# rxdconst.sexporthidezerovalues
source: Hide zero values
tr: Sıfır değerleri gizle

source: Export images
tr: Resimleri dışa aktar

source: Export params
tr: Parametreleri dışa aktar

source: Export only selected rows
tr: Yalnızca seçilen satırları dışa aktar

source: Compare opertion needs field and const
tr: Operasyon ihtiyaçları alanını ve sabitlerini karşılaştır

source: Field '%s' not used in filter expression
tr: '%s' alanı filtre ifadesinde kullanılmıyor

source: NULL-values enabled in '=' and '<>'
tr: '=' Ve '<>' içinde boş değerler etkin

source: Error %s
tr: Hata %s

source: Error in filter expression
tr: Filtre ifadesinde hata

source: Error symbol in expression: '%s'
tr: Sembol ifadesinde hata : '%s'

source: Error in filed name
tr: Alan adında hata

source: Error ')', error: %s
tr: Hata ')', hata : %s

source: Field '%s' is not boolean
tr: '%s' alanı boolean değil

source: Error in string const
tr: String const hatası

source: Error in filter end
tr: Filtre sonunda hata

source: Field '%s' must have a value
tr: '%s' alanı bir değere sahip olmalı

source: Type mismatch for field '%s', expecting: %s actual: %s
tr: '%s' alanı için uyuşmazlık yazın, beklenen :%s gerçek: %s

source: Footer row color
tr: Altbilgi satır rengi

source: Function
tr: İşlev(fonksiyon)

source: Count
tr: Sayma(Count)

source: Field value
tr: Alan değeri (Field value)

source: Max value
tr: Max değer (Max Value)

source: Min value
tr: Min Değer(Min Value)

source: None
tr: Yok (None)

source: Record no
tr: Kayıt no(Record no)

source: Static text
tr: Sabit yazı (Statik text)

source: Sum
tr: Topla (Sum)

source: Global
tr: Küresel(Global)

# rxdconst.shidezerovalues
source: Hide zero values
tr: Sıfır değerleri gizle

source: Hide only current item
tr: Yalnızca geçerli öğeyi gizle

source: Enter your user name and password
tr: Kullanıcı adınızı ve şifrenizi girin

source: Show only current item
tr: Yalnızca geçerli öğeyi göster

source: inactive
tr: pasif

source: append
tr: ekle

source: Invalid Date
tr: Geçersiz tarih

source: No fields defined
tr: Tanımlanmış alan yok

source: User name or password is not valid
tr: Kullanıcı adı veya şifre geçerli değil

source: Landscape
tr: Yatay

source: Left
tr: Sol

source: Unable complete this operation on local dataset
tr: Yerel veri kümesinde bu işlem tamamlanamadı

source: No data found
tr: Veri bulunamadı

source: Merge cell's
tr: Hücreleri birleştir

source: &More >>
tr: &Daha fazlası >>

source: &Less <<
tr: &Daha azı <<

source: &New password:
tr: &Yeni şifre :

source: &Next
tr: &Sonraki

source: Control needs to be locked by filter
tr: Kontrol filtre ile kilitlenmeli

source: Dataset not in edit or insert mode
tr: Veri kümesi düzenleme veya ekleme modunda değil

source: Not empty
tr: Boş değil

source: &Old password:
tr: &Eski şifre:

source: Open after export
tr: Dışa aktardıktan sonra aç

source: Orientation
tr: Oryantasyon

source: Other options
tr: Diğer seçenekler

source: Out line
tr: Dış çizgi

source: Overwrite existing
tr: Varolanın üzerine yaz

source: Page margins
tr: Sayfa boşlukları

source: Page name
tr: Sayfa ismi

source: Paper type
tr: Kağıt tipi

source: Password changed
tr: Şifre değiştir

source: &Password:
tr: &Şifre:

source: Password not changed
tr: Şifre değiştirilemedi

source: New password and confirmation not equal
tr: Yeni şifre ve onay şifresi eşit değil

source: PDF options
tr: PDF seçenekleri

source: Portrait
tr: Portre

source: &Prior
tr: &Önceki

source: Print grid
tr: Gridi Yazdır

source: Print options
tr: Yazdırma seçenekleri

source: Quick filter
tr: Hızlı filtre

source: Register
tr: Kayıt

source: Report title
tr: Rapor başlığı

source: Retry to connect with database?
tr: Veritabanına yeniden bağlanılsın mı?

source: Right
tr: Sağ

source: All fields
tr: Tüm alanlar

source: Ascendign
tr: Artan

source: Borrow structure...
tr: Borç yapısı ...

source: Copy only metadata
tr: Sadece metadatayı kopyala

source: (All values)
tr: (Tüm değerler)

source: Copy cell value
tr: Hücre değerini kopyala

# rxdconst.srxdbgridemptyfilter
source: (Empty)
tr: (Boş)

source: Filter data
tr: Veriyi filtrele

# rxdconst.srxdbgridfilterclear
source: Clear filter
tr: Filtreyi temizle

source: Filter in table
tr: Tablodaki filtre

# rxdconst.srxdbgridfind
source: Find data
tr: Veri ara

# rxdconst.srxdbgridfindcaption
source: Find data
tr: Veri ara

source: Case sensetive
tr: Harfe duyarlı

source: Direction
tr: Yön

source: Find on field
tr: Alanda bul

source: Partial key
tr: Birincil anahtar

source: All
tr: Tümü

source: Backward
tr: Geri

source: Forward
tr: İleri

source: Text to find
tr: Bulunacak metin

source: (Not empty)
tr: (Boş değil)

source: Optimize column width
tr: Sütun genişliğini optimize et

# rxdconst.srxdbgridselapplycaption
source: Apply
tr: Uygula

source: Apply current column settings
tr: Geçerli sütun ayarlarını uygula

source: Grid columns
tr: Grid sütunları

source: Move selected column up
tr: Seçili sütunu yukarı taşı

source: Move selected column down
tr: Seçili sütunu aşağı taşı

source: Select all rows
tr: Tüm satırları seç

source: Select visible columns
tr: Görünen sütunları seç

source: Sort data for columns
tr: Sütunlar için verileri sırala

source: Totals row
tr: Toplam satır

# rxdconst.srxdescending
source: Descending
tr: Azalan

source: Fields as LookupDisplay
tr: Arama Ekranı Olarak Alanlar

source: Fill fields in LookupDisplay property
tr: Arama Görüntüleme özelliğinde alanları doldurun

source: Fill fields in SortField property
tr: Sıralama Alanı özelliğindeki alanları doldurun

# rxdconst.srxfilterformapply
source: Apply
tr: Uygula

source: Filter conditions
tr: Filtre koşulları

# rxdconst.srxfilterformclear
source: Clear filter
tr: Filtreyi temizle

source: Condition :
tr: Koşullar :

source: On field :
tr: Alanda :

source: Operation :
tr: Operasyon :

source: Enter filter expression for data in table:
tr: Tablodaki veriler için filtre ifadesini girin:

source: Find more
tr: Daha fazla

source: Select dataset to copy to
tr: Kopyalanacak veri kümesini seçin

source: &Add field
tr: Ala&n ekle

source: &Fields in dataset:
tr: &Alanın veri kümesi:

source: Sort on field
tr: Alanı sırala

source: &Case insensitive sort
tr: &Büyük/Küçük Harfe Duyarlı sırala

source: &Down
tr: &Aşağı

source: &Up
tr: &Yukarı

source: &Remove
tr: &Kaldır

source: &Selected fields:
tr: &Seçilen alanlar:

source: Select f&ield for sort data:
tr: Verileri &sıralamak için alan seçin:

source: Fields as SortField
tr: Sıralama Alanı Olarak Alanlar

source: Source dataset
tr: Kaynak veri kümesi

source: Server error
tr: Server hatası

source: find
tr: bul

source: Setup total row
tr: Toplam satırı ayarla

source: Show column header on all pages
tr: Tüm sayfalarda sütun başlığını göster

source: Show footer
tr: Altbilgiyi göster

source: Show footer color
tr: Altbilgi rengini göster

source: Show grid color
tr: Grid rengini göster

source: Show report title
tr: Rapor başlığını göster

source: Show column title
tr: Sütun Başlığını Göster

source: Sorting
tr: Sıralama

source: Standart filter
tr: Standart filtre

source: Title color
tr: Başlık rengi

source: Export to PDF file
tr: PDF aktar

source: Export to speadsheet
tr: Excele aktar

source: Top
tr: Üst

source: Unknown XML Dataset format
tr: Bilinmeyen XML Veri Kümesi formatı

source: Unlock
tr: Kilidini aç

source: Enter your password
tr: Şifreyi girin

source: Use raw JPEG
tr: Raw JPEG kullan

source: &User name:
tr: &Kullanıcı adı:
